Repository: Tim10F8/xbmc
Catalog: plugin.video.amazon-test/resources/language/resource.language.*/strings.po
Languages: fr_fr

# Addon Description
source: Movies and Television Shows for Prime Members
fr_fr: Films et séries télé pour les membres d'Prime

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence – please check with your local laws before installing.
fr_fr: Certaines parties de cet add-on peuvent ne pas être légales dans ton pays de résidence. Vérifie les lois locales avant de l'installer.

# #30001
source: Amazon Account
fr_fr: Amazon Compte

# #30002
source: Email Address
fr_fr: Adresse e-mail

# #30003
source: Password
fr_fr: Mot de passe

# #30004
source: Stream Bitrate (0 - Ask)
fr_fr: Débit binaire du flux (0 - Demander)

# #30005
source: Audio descriptions (disables 5.1/7.1)
fr_fr: Descriptions audio (désactive 5.1/7.1)

# #30006
source: Widevine L1 certified device
fr_fr: Appareil certifié Widevine L1

# #30007
source: Remove Credentials and Cookie
fr_fr: Supprimer les identifiants et les cookies

# #30008
source: Sign In…
fr_fr: Se connecter…

# #30009
source: Multi User Support
fr_fr: Prise en charge multi-utilisateurs

# #30010
source: Remove all Users
fr_fr: Supprimer tous les utilisateurs

# #30011
source: General
fr_fr: Généralités

# #30012
source: Playback with
fr_fr: Lecture avec

# #30013
source: Inputstream Addon Settings…
fr_fr: Paramètres d'Addons du flux d'entrée...

# #30014
source: Logged in as
fr_fr: Connecté en tant que

# #30015
source: Views
fr_fr: Vues

# #30016
source: Movie Fanart Source
fr_fr: Source Movie Fanart

# #30017
source: TV Show Fanart Source
fr_fr: Source Fanart de séries télévisées

# #30018
source: Age restrictions…
fr_fr: Restrictions d'âge...

# #30019
source: Prefered Host
fr_fr: Hôte préféré

# #30020
source: Use H.265 Videocodec
fr_fr: Utilise le codec vidéo H.265.

# #30021
source: Language
fr_fr: Langue

# #30022
source: Keep me logged in
fr_fr: Gardez-moi connecté

# #30023
source: Use android app for 4K videos
fr_fr: Utilise l'appli Android pour les vidéos 4K.

# #30024
source: Profiles
fr_fr: Profils

# #30025
source: Change text language
fr_fr: Changer la langue du texte

# #30026
source: Show password
fr_fr: Afficher le mot de passe

# #30027
source: Stretch factor
fr_fr: Facteur d'étirement

# #30028
source: Stretching
fr_fr: Étirement

# #30029
source: Movie View
fr_fr: Affichage du film

# #30030
source: Show View
fr_fr: Afficher la vue

# #30031
source: Season View
fr_fr: Vue saisonnière

# #30032
source: Episode View
fr_fr: Affichage des épisodes

# #30034
source: Subtitles
fr_fr: Sous-titres

# #30035
source: Enable Views
fr_fr: Activer les vues

# #30036
source: Show Recently watched menu entry
fr_fr: Afficher l'entrée de menu « Récemment regardé »

# #30037
source: Disable SSL Certificate Verification
fr_fr: Désactiver la vérification du certificat SSL

# #30038
source: Connection
fr_fr: Connexion

# #30039
source: Items Per Page
fr_fr: Éléments par page

# #30041
source: Enable Fullscreen Video
fr_fr: Activer la vidéo en plein écran

# #30042
source: Browser Kiosk Mode
fr_fr: Mode kiosque du navigateur

# #30043
source: Use custom Browser path
fr_fr: Utilise un chemin d'accès personnalisé au navigateur.

# #30044
source: Wait till Fullscreen (sec)
fr_fr: Attendre le passage en plein écran (sec)

# #30045
source: Automatic PIN Input
fr_fr: Saisie automatique du code PIN

# #30047
source: Wait after PIN Input
fr_fr: Attendre après la saisie du code PIN

# #30048
source: Script path
fr_fr: Chemin d'accès au script

# #30049
source: Detect Framerate
fr_fr: Détecter la fréquence d'images

# #30051
source: Load missing from TMDb
fr_fr: Chargement manquant depuis TMDb

# #30053
source: Load missing from TVDb
fr_fr: Chargement manquant depuis TVDb

# #30055
source: Show TV Show Fanart in Season and Episode Lists
fr_fr: Afficher les fanarts des séries télé dans les listes de saisons et d'épisodes

# #30056
source: TVDb incl. Poster
fr_fr: TVDb, affiche incluse

# #30057
source: Wait till PIN Input
fr_fr: Attendez la saisie du code PIN

# #30059
source: Use own user profile
fr_fr: Utilise ton propre profil utilisateur.

# #30060
source: Export
fr_fr: Exporter

# #30061
source: Custom Export Folder
fr_fr: Dossier d'exportation personnalisé

# #30062
source: Path
fr_fr: Chemin

# #30063
source: Create Video Information File
fr_fr: Créer un fichier d'informations vidéo

# #30064
source: Mediasource Movie Title
fr_fr: Source multimédia Titre du film

# #30065
source: Mediasource TV Title
fr_fr: Titre de la source multimédia TV

# #30066
source: Send video progress to Amazon at least at percent played (0 to disable)
fr_fr: Envoie la progression de la vidéo à Amazon au moins au pourcentage lu (0 pour désactiver).

# #30070
source: Miscellaneous
fr_fr: Divers

# #30071
source: Show season overview immediately after selection
fr_fr: Affichez l'aperçu de la saison juste après la sélection.

# #30072
source: Verbose Logging
fr_fr: Journalisation détaillée

# #30073
source: Color Paid/Prime Content
fr_fr: Couleur Contenu payant/Prime

# #30074
source: Remote Control support
fr_fr: Prise en charge de la télécommande

# #30075
source: UP/DOWN controls Kodi Volume
fr_fr: Les touches HAUT/BAS contrôlent le volume de l'Kodi.

# #30076
source: Watchlist/Library Order
fr_fr: Liste de surveillance/Ordre de la bibliothèque

# #30077
source: Recently Added
fr_fr: Ajouté récemment

# #30078
source: Title Ascending
fr_fr: Titre Ascendant

# #30079
source: Title Descending
fr_fr: Titre Descendant

# #30080
source: Automatically Watchlist export
fr_fr: Exportation automatique vers la liste de surveillance

# #30081
source: Intro/Recap scenes processing
fr_fr: Traitement des scènes d'intro/récapitulatives

# #30082
source: Do nothing
fr_fr: Ne fais rien.

# #30083
source: Show Skip Button
fr_fr: Afficher le bouton Ignorer

# #30084
source: Autoskip Intro
fr_fr: Passer l'intro

# #30085
source: Autoskip Recap
fr_fr: Récapitulatif de l'autoskip

# #30086
source: Autoskip All
fr_fr: Tout ignorer automatiquement

# #30087
source: Clear cache
fr_fr: Vider le cache

# #30088
source: Clear cached catalog or video data? Video data includes series/season metadata.
fr_fr: Vide le cache du catalogue ou des données vidéo ? Les données vidéo comprennent les métadonnées des séries/saisons.

# #30089
source: No
fr_fr: Non

# #30090
source: Catalog
fr_fr: Catalogue

# #30091
source: Video data
fr_fr: Données vidéo

# #30092
source: Both
fr_fr: Les deux

# #30093
source: Use Web API (requires restart)
fr_fr: Utilise l'API Web (nécessite un redémarrage)

# #30094
source: Refer to PrimeVideo settings for more options
fr_fr: Pour plus d'options, va voir les paramètres vidéo d'Prime.

# #30095
source: Reset addon home page to default
fr_fr: Réinitialiser la page d'accueil du module complémentaire par défaut

# #30096
source: Load season/series infos in the background
fr_fr: Charge les infos sur la saison/série en arrière-plan.

# #30097
source: Download the info for all seasons
fr_fr: Télécharge les infos pour toutes les saisons.

# #30098
source: Use new search with history
fr_fr: Utiliser la nouvelle recherche avec historique

# #30099
source: Hide trailers and extras in episode list
fr_fr: Cache les bandes-annonces et les bonus dans la liste des épisodes.

# #30100
source: Library
fr_fr: Bibliothèque

# #30101
source: Toggle Watched State
fr_fr: Basculer l'état « Vu »

# #30102
source: Force Fallback
fr_fr: Forcer le repli

# #30104
source: Movies
fr_fr: Films

# #30107
source: Television
fr_fr: Télévision

# #30247
source: Search
fr_fr: Recherche

# #30109
source: Choose Bitrate for Playback
fr_fr: Choisis le débit binaire pour la lecture

# #30111
source: Continue to Page %s
fr_fr: Continuer à la page %s

# #30112
source: Back to Main Menu
fr_fr: Retour au menu principal

# #30113
source: Choose Language for Playback
fr_fr: Choisis la langue pour la lecture

# #30114
source: Choose Stream Quality:
fr_fr: Choisis la qualité du flux :

# #30115
source: Available Languages:
fr_fr: Langues disponibles :

# #30120
source: PIN (empty for no restriction)
fr_fr: PIN (vide pour aucune restriction)

# #30121
source: PIN Request at
fr_fr: Demande de code PIN à

# #30122
source: Apply
fr_fr: Appliquer

# #30123
source: Cancel
fr_fr: Annuler

# #30127
source: No content found
fr_fr: Aucun contenu trouvé

# #30130
source: Add User…
fr_fr: Ajouter un utilisateur…

# #30131
source: Delete User…
fr_fr: Supprimer l'utilisateur...

# #30132
source: Rename User
fr_fr: Renommer l'utilisateur

# #30133
source: Choose User
fr_fr: Choisissez Utilisateur

# #30134
source: Current User: {0}
fr_fr: Utilisateur actuel : {0}

# #30135
source: Display Name
fr_fr: Nom d'affichage

# #30136
source: Recently watched
fr_fr: Récemment regardé

# #30143
source: All Movies
fr_fr: Tous les films

# #30160
source: All Shows
fr_fr: Toutes les émissions

# #30165
source: Movie
fr_fr: Film

# #30166
source: Show
fr_fr: Afficher

# #30167
source: Season
fr_fr: Saison

# #30168
source: Year
fr_fr: Année

# #30169
source: Specials
fr_fr: Particularités

# #30171
source: Unrated
fr_fr: Non évalué

# #30173
source: Episode
fr_fr: Épisode

# #30174
source: Event
fr_fr: Événement

# #30180
source: Add %s to Watchlist
fr_fr: Ajoute %s à la liste de surveillance.

# #30181
source: Remove %s from Watchlist
fr_fr: Supprime %s de la liste de surveillance.

# #30182
source: Go to TV-Show
fr_fr: Aller à Émission TV

# #30183
source: Get Similarities
fr_fr: Trouver des similitudes

# #30184
source: Remove {} from List
fr_fr: Supprimer {} de la liste

# #30185
source: Export %s
fr_fr: Exporter %s

# #30186
source: Update Library
fr_fr: Mettre à jour la bibliothèque

# #30187
source: Source folders added/changed
fr_fr: Dossiers source ajoutés/modifiés

# #30188
source: To complete the setup restart Kodi and set the content type of added folders.
fr_fr: Pour finir la configuration, redémarre Kodi et définis le type de contenu des dossiers ajoutés.

# #30191
source: Restart
fr_fr: Redémarrer

# #30192
source: Do you want to restart Kodi now?
fr_fr: Tu veux redémarrer Kodi maintenant ?

# #30193
source: Skip Intro
fr_fr: Passer l'intro

# #30194
source: Skip Recap
fr_fr: Passer le récapitulatif

# #30195
source: Skipping Scene…
fr_fr: Saut de scène...

# #30196
source: Dump JSON replies
fr_fr: Vider les réponses JSON

# #30197
source: Dump collisions
fr_fr: Collisions de vidage

# #30198
source: Browser or Script not found. Please check settings.
fr_fr: Navigateur ou script introuvable. Vérifie tes paramètres.

# #30200
source: Login Error
fr_fr: Erreur de connexion

# #30201
source: Wrong Email Adress or Password
fr_fr: Adresse e-mail ou mot de passe incorrect

# #30202
source: No Search Results
fr_fr: Aucun résultat de recherche

# #30203
source: Unable to Play
fr_fr: Impossible de lire

# #30204
source: Invalid Request
fr_fr: Demande pas valide

# #30205
source: Playback Limit reached, try again later
fr_fr: Limite de lecture atteinte, réessaie plus tard.

# #30206
source: Product not purchased
fr_fr: Produit non acheté

# #30207
source: This Video is unavailable in your Country
fr_fr: Cette vidéo n'est pas disponible dans ton pays.

# #30208
source: Playback currently not possible, try again later
fr_fr: La lecture n'est pas possible pour le moment, réessaie plus tard.

# #30209
source: Unknown
fr_fr: Inconnu

# #30210
source: Please remove Credentials and Cookie in Settings
fr_fr: Supprime les infos d'identification et les cookies dans les paramètres.

# #30211
source: Credentials and Cookie(s) removed
fr_fr: Identifiants et cookies supprimés.

# #30212
source: Captcha Request, please change IP or try again later
fr_fr: Demande de captcha, change d'adresse IP ou réessaie plus tard.

# #30213
source: Unknown Error, please enable advanced debugging in settings, sign in again and check the login-*.log files from the {} folder.
fr_fr: Erreur inconnue, active le débogage avancé dans les paramètres, reconnecte-toi et vérifie les fichiers login-*.log dans le dossier {}.

# #30214
source: Wrong Code
fr_fr: Code incorrect

# #30215
source: Login successful
fr_fr: Connexion réussie

# #30216
source: No credentials present, please go to Settings-Connection and sign in
fr_fr: Aucune information d'identification n'est fournie. Va dans Paramètres-Connexion et connecte-toi.

# #30217
source: No stream hoster reachable
fr_fr: Aucun hébergeur de flux accessible

# #30219
source: Unable to retrieve Amazon's territorial configuration.
fr_fr: Impossible de récupérer la configuration territoriale d'Amazon.

# #30244
source: Everything
fr_fr: Tout

# #30245
source: Watchlist
fr_fr: Liste de surveillance

# #30248
source: Proxy MPD alteration
fr_fr: Modification du proxy MPD

# #30249
source: Prefer episode thumbnails to posters
fr_fr: Mieux vaut utiliser des miniatures d'épisodes plutôt que des affiches.

# #30250
source: PrimeVideo
fr_fr: Prime Vidéo

# #30251
source: Connection error
fr_fr: Erreur de connexion

# #30252
source: Loading page {0}…
fr_fr: Chargement de la page {0}…

# #30253
source: {0} seasons available
fr_fr: {0} saisons disponibles

# #30254
source: userinput.exe not found
fr_fr: userinput.exe introuvable

# #30255
source: Please download it from GitHub and manually install it in the addon directory
fr_fr: Télécharge-la sur GitHub et installe-la manuellement dans le répertoire des modules complémentaires.

# #30256
source: Error: servers returned no content (check logs for more information)
fr_fr: Erreur : les serveurs n'ont renvoyé aucun contenu (regarde les journaux pour plus d'infos)

# #30257
source: Catalog cache expiration time
fr_fr: Durée d'expiration du cache du catalogue

# #30258
source: 1 hour
fr_fr: 1 heure

# #30259
source: 6 hours
fr_fr: 6 heures

# #30260
source: 12 hours
fr_fr: 12 heures

# #30261
source: 1 day
fr_fr: 1 jour

# #30262
source: 3 days
fr_fr: 3 jours

# #30263
source: 7 days
fr_fr: 7 jours

# #30264
source: 15 days
fr_fr: 15 jours

# #30265
source: 30 days
fr_fr: 30 jours

# #30266
source: Login credentials invalid, please login again.
fr_fr: Identifiant et mot de passe pas valides, essaie de te reconnecter.

# #30267
source: Next page…
fr_fr: Page suivante...

# #30268
source: Refresh
fr_fr: Actualiser

# #30269
source: Not available, enable WebAPI to use this future
fr_fr: Pas disponible, activez WebAPI pour utiliser cette fonctionnalité.

# #30270
source: No additional languages available
fr_fr: Aucune autre langue n'est disponible.

# #30271
source: Set as default addon home page
fr_fr: Définir comme page d'accueil par défaut du module complémentaire

# #30272
source: To use the Android data source and play 4K content on supported Android devices, this device must be registered with Amazon. To do this, the login with the Amazon credentials must be performed again in the addon.
fr_fr: Pour utiliser la source de données Android et lire du contenu 4K sur les appareils Android pris en charge, cet appareil doit être enregistré sur Amazon. Pour ça, il faut se reconnecter avec les identifiants Amazon dans le module complémentaire.

# #30273
source: Data Source
fr_fr: Source des données

# #30274
source: Log HTTP response content
fr_fr: Enregistrer le contenu de la réponse HTTP

# #30275
source: Create Logfiles archive
fr_fr: Créer une archive des fichiers journaux

# #30276
source: Clear Logfiles
fr_fr: Nettoyer les fichiers journaux

# #30277
source: Register device for 4K playback
fr_fr: Enregistrer l'appareil pour la lecture 4K

# #30278
source: PrimeVideo error
fr_fr: Prime Erreur vidéo

# #30279
source: Unable to find the navigation menu for {}.{}
fr_fr: Impossible de trouver le menu de navigation pour {}.{}

# #30280
source: This error often occurs with primevideo users when the register device for 4K setting is enabled. Please disable this setting and log in again.
fr_fr: Cette erreur arrive souvent aux utilisateurs de Prime Video quand l'option d'enregistrement de l'appareil pour le réglage 4K est activée. Désactive ce réglage et reconnecte-toi.

# #30281
source: Archive created at {}
fr_fr: Archive créée à {}

# #30282
source: Search History
fr_fr: Historique de recherche

# #30283
source: Remove Item
fr_fr: Supprimer l'élément

# #30284
source: Clear List
fr_fr: Effacer la liste

# #30285
source: Audio Languages
fr_fr: Langues audio

# #30286
source: Subtitle Languages
fr_fr: Langues des sous-titres

# #30287
source: Unable to log in because an unsupported captcha is displayed. Either log in again or activate multi-factor authentication in the Amazon account.
fr_fr: Impossible de se connecter car un captcha non pris en charge s'affiche. Reconnecte-toi ou active l'authentification multifactorielle dans le compte Amazon.

# #30288
source: Export not aired episodes
fr_fr: Exporter les épisodes non diffusés

# #30289
source: Filter
fr_fr: Filtre

# #30290
source: Category
fr_fr: Catégorie

# #30291
source: Display categories
fr_fr: Afficher les catégories
